Repository: zhrispineda/Settings-watchOS
Catalog: NanoSettings/Resources/Localizable-Notifications.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Notifications Indicator
ar: مؤشر الإشعارات
ca: Indicador de notificacions
cs: Indikátor oznámení
da: Indikator for notifikationer
de: Mitteilungsanzeige
el: Ένδειξη γνωστοποιήσεων
es: Indicador de notificaciones
es_us: Indicador de notificaciones
fi: Ilmoitusten ilmaisin
fr: Indicateur de notifications
fr_ca: Indicateur de notifications
he: חיווי של עדכונים
hi: सूचना संकेतक
hr: Indikator obavijesti
hu: Értesítésjelző
id: Indikator Pemberitahuan
it: Indicatore notifiche
ja: 通知インジケータ
ko: 알림 표시
ms: Penunjuk Pemberitahuan
nl: Meldingsaanduiding
no: Varslings­indikator
pl: Wskaźnik powiadomień
pt_br: Indicador de Notificações
pt_pt: Indicador de notificações
ro: Indicator notificări
ru: Индикатор уведомлений
sk: Indikátor hlásení
sl: Indikator za obvestila
sv: Notisindikator
th: จุดแสดงการแจ้งเตือน
tr: Bildirim Göstergesi
uk: Індикатор сповіщень
vi: Chỉ báo thông báo
zh_cn: 通知提示
zh_hk: 通知指示
zh_tw: 通知指示符號

# NOTIFICATIONS_INDICATOR_DESCRIPTION
source: A red dot can appear at the top of your watch face when you have unread notifications. Swipe down to view them.
ar: قد تظهر نقطة حمراء في أعلى واجهة ساعتك في حالة وجود إشعارات غير مقروءة. يمكنك السحب لأسفل لعرضها.
ca: Pots configurar aquesta opció perquè, quan tinguis notificacions per llegir, aparegui un punt vermell al capdamunt de la pantalla del rellotge. Per accedir‑hi, només has de fer lliscar un dit cap avall.
cs: Pokud máte nepřečtená oznámení, u horního okraje ciferníku se může objevit červená tečka. Přejetím dolů oznámení zobrazíte.
da: En rød prik kan vises øverst på urskiven, når der er ulæste notifikationer. Skub nedad for at se dem.
de: Wenn du ungelesene Mitteilungen hast, wird oben auf dem Zifferblatt ein roter Punkt angezeigt. Streiche nach unten, um sie anzuzeigen.
el: Εμφανίζεται μια κόκκινη κουκκίδα στο πάνω μέρος της πρόσοψης ρολογιού όταν υπάρχουν μη αναγνωσμένες γνωστοποιήσεις. Σαρώστε προς τα κάτω για να τις προβάλετε.
es: Puede aparecer un punto rojo en la parte superior de la esfera del reloj cuando tengas notificaciones sin leer. Desliza hacia abajo para verlas.
es_us: Se puede mostrar un punto rojo en la parte superior de la carátula cuando tengas notificaciones sin leer. Desliza hacia abajo para verlas.
fi: Kellotaulun yläosaan ilmestyy punainen piste, kun sinulla on lukemattomia ilmoituksia. Näytä ne pyyhkäisemällä alas.
fr: En cas de notifications non lues, un point rouge peut apparaître en haut du cadran. Balayez l’écran vers le bas pour les afficher.
fr_ca: Un point rouge peut s’afficher en haut du cadran de la montre pour indiquer que des notifications n’ont pas été lues. Balayez le cadran vers le bas pour les afficher.
he: נקודה אדומה מופיעה בראש המסך כאשר יש לך עדכונים שלא נקראו. ניתן להחליק כלפי מטה כדי לראות אותם.
hi: आपके पास अपठित सूचनाएँ होने पर आपकी घड़ी के फ़ेस के शीर्ष पर एक लाल बिंदु दिखाई दे सकता है। उन्हें देखने के लिए नीचे की ओर स्वाइप करें।
hr: Na vrhu brojčanika sata može se prikazati crvena točka kad imate nepročitane obavijesti. Povucite prema dolje kako biste ih vidjeli.
hu: Egy piros pont jelenhet meg a Watch óraszámlapjának tetején az olvasatlan értesítésekről. Legyintsen lefelé az értesítések megtekintéséhez.
id: Titik merah dapat muncul di bagian atas wajah jam Anda jika Anda memiliki pemberitahuan yang belum dibaca. Gesek ke bawah untuk melihatnya.
it: Quando ci sono notifiche non lette, può comparire un pallino rosso nella parte alta del quadrante di Apple Watch. Scorri verso il basso per visualizzarle.
ja: 未読の通知がある場合、文字盤の上部に赤い点が表示されることがあります。未読の通知を表示するには、下にスワイプします。
ko: 읽지 않은 알림이 있는 경우 시계 페이스 상단에 빨간 점이 표시됩니다. 알림을 보려면 쓸어내리십시오.
ms: Titik merah boleh kelihatan di bahagian atas muka jam anda apabila anda mempunyai pemberitahuan yang belum dibaca. Leret bawah untuk melihatnya.
nl: Er kan een rode stip boven aan je wijzerplaat worden weergegeven als er ongelezen meldingen zijn. Veeg omlaag om ze te bekijken.
no: Det kan vises en rød prikk øverst på urskiven når du har uleste varslinger. Sveip ned for å se dem.
pl: Jeśli masz nieprzeczytane powiadomienia, u góry ekranu wyświetlana jest czerwona kropka. Aby wyświetlić powiadomienia, przesuń palcem w dół.
pt_br: Um ponto vermelho pode aparecer na parte superior do mostrador quando houver notificações não lidas. Passe o dedo para baixo para vê-las.
pt_pt: Pode aparecer um ponto vermelho na parte superior do mostrador quando houver notificações por ler. Passe o dedo para baixo para ver as notificações.
ro: Un punct roșu poate să apară în partea de sus a cadranului ceasului atunci când aveți notificări necitite. Glisați în jos pentru a le vedea.
ru: При наличии непрочитанных уведомлений вверху циферблата может появляться красная точка. Чтобы просмотреть их, смахните вниз.
sk: Ak máte neprečítané hlásenia, vo vrchnej časti ciferníka sa môže objaviť červená bodka. Potiahnutím nadol zobrazíte tieto hlásenia.
sl: Na vrhu številčnice je lahko prikazana rdeča pika, ki označuje, da imate neprebrana obvestila. Podrsnite navzdol, da si jih ogledate.
sv: En röd prick kan visas högst upp på urtavlan om du har olästa notiser. Svep nedåt om du vill visa dem.
th: จุดสีแดงสามารถแสดงที่ด้านบนสุดของหน้าปัดนาฬิกาของคุณได้เมื่อคุณมีการแจ้งเตือนที่ไม่ได้อ่าน ปัดลงเพื่อดู
tr: Okunmamış bildirimleriniz olduğunda saat kadranınızın en üstünde kırmızı bir nokta görünebilir. Bildirimleri görüntülemek için aşağıya kaydırın.
uk: Коли є непрочитані сповіщення, біля верхнього краю циферблата зʼявляється червона цятка. Проведіть униз, щоб переглянути їх.
vi: Một dấu chấm màu đỏ có thể xuất hiện ở cạnh trên của mặt đồng hồ khi bạn có các thông báo chưa đọc. Vuốt xuống để xem chúng.
zh_cn: 有未读通知时，表盘顶部会显示红点。向下轻扫查看通知。
zh_hk: 當有未讀通知，你的錶面上方會出現一個紅點。向下掃以檢視未讀通知。
zh_tw: 若收到未讀通知，錶面上方會顯示紅點。請向下滑動來檢視。

# NOTIFICATION_PRIVACY_HEADER
source: Notification Privacy
ar: خصوصية الإشعارات
ca: Notificacions privades
cs: Soukromí oznámení
da: Anonymitet og notifikationer
de: Mitteilungsdatenschutz
el: Απόρρητο γνωστοποιήσεων
es: Notificaciones privadas
es_us: Privacidad de notificaciones
fi: Ilmoitusten yksityisyys
fr: Confidentialité
fr_ca: Confidentialité des notifications
he: פרטיות עדכונים
hi: सूचना गोपनीयता
hr: Privatnost obavijesti
hu: Értesítési adatvédelem
id: Privasi Pemberitahuan
it: Privacy notifiche
ja: 通知の プライバシー
ko: 알림 탭하면 표시
ms: Privasi Pemberitahuan
nl: Meldingenprivacy
no: Skjul varslingstekst
pl: Prywatność powiadomień
pt_br: Privacidade nas Notificações
pt_pt: Notificações privadas
ro: Intimitate notificare
ru: Конфиденциальность
sk: Súkromné hlásenia
sl: Zasebnost obvestil
sv: Notisintegritetsskydd
th: การแจ้งเตือนข้อมูลส่วนตัว
tr: Bildirim Gizliliği
uk: Приватність сповіщення
vi: Chế độ riêng tư cho thông báo
zh_cn: 隐藏通知内容
zh_hk: 隱藏通知
zh_tw: 隱藏通知

# NOTIFICATION_SHOW_SHORTLOOK
source: Show Summary When Locked
ar: إظهار ملخص عند القفل
ca: Mostra el resum quan està bloquejat
cs: Při uzamčení zobrazovat souhrny
da: Vis resume på låst skærm
de: Zusammenfassung im Sperrzustand anzeigen
el: Εμφάνιση σύνοψης όταν είναι κλειδωμένο
es: Mostrar resumen cuando está bloqueado
es_us: Resumen en pantalla bloqueada
fi: Näytä yhteenveto lukittuna
fr: Afficher un résumé en mode verrouillé
fr_ca: Afficher le résumé sur la montre verrouillée
he: הצגת תקציר כשהמכשיר נעול
hi: लॉक होने पर सारांश दिखाएँ
hr: Prikaži sažetak kad je uređaj zaključan
hu: Összegzés megjelenítése zárolásnál
id: Tampilkan Ringkasan Saat Terkunci
it: Mostra riepilogo quando bloccato
ja: ロック中に概要を表示
ko: 잠겨 있을 때 요약 보기
ms: Ringkasan Apabila Dikunci
nl: Toon overzicht bij vergrendeling
no: Vis oppsummering når klokken er låst
pl: Podsumowania przy blokadzie
pt_br: Mostrar Resumo Quando Bloqueado
pt_pt: Mostrar resumo no ecrã bloqueado
ro: Afișare rezumat în timpul blocării
ru: Только обзор при блокировке
sk: Pri zamknutí zobrazovať zhrnutie
sl: Prikaži povzetek, ko je naprava zaklenjena
sv: Visa samman­fattning på låsskärm
th: แสดงสรุปขณะล็อคอยู่
tr: Kilitliyken Özeti Göster
uk: Стисло під замком
vi: Hiển thị bản tóm tắt khi được khóa
zh_cn: 锁定时显示摘要
zh_hk: 鎖定時顯示摘要
zh_tw: 鎖定時顯示摘要

source: Notifications Off
ar: إيقاف الإشعارات
ca: Notificacions desactivades
cs: Vypnout oznámení
da: Notifikationer er slået fra
de: Mitteilungen aus
el: Γνωστοποιήσεις ανενεργές
es: Notificaciones desactivadas
es_us: Notificaciones desactivadas
fi: Ilmoitukset pois
fr: Notifications désactivées
fr_ca: Notifications désactivées
he: עדכונים כבויים
hi: सूचनाएँ बंद
hr: Isključi obavijesti
hu: Értesítések kikapcsolva
id: Pemberitahuan Mati
it: Notifiche disattivate
ja: 通知オフ
ko: 알림 끔
ms: Pemberitahuan Tidak Aktif
nl: Meldingen uit
no: Varslinger av
pl: Powiadomienia wył.
pt_br: Notificações Desativadas
pt_pt: Notificações desativadas
ro: Notificări dezactivate
ru: Уведомления выкл.
sk: Vypnúť hlásenia
sl: Izklopi obvestila
sv: Notiser av
th: ปิดการแจ้งเตือน
tr: Bildirimler Kapalı
uk: Сповіщення вимкнено
vi: Tắt thông báo
zh_cn: 关闭通知
zh_hk: 關閉通知
zh_tw: 關閉通知

# NOTIFICATIONS_SOUND
source: Sound
ar: الصوت
ca: So
cs: Zvuk
da: Lyd
de: Ton
el: Ήχος
es: Sonido
es_us: Sonido
fi: Äänimerkki
fr: Son
fr_ca: Son
he: צליל
hi: ध्वनि
hr: Zvuk
hu: Hang
id: Bunyi
it: Suoneria
ja: サウンド
ko: 사운드
ms: Bunyi
nl: Geluid
no: Lyd
pl: Dźwięk
pt_br: Som
pt_pt: Som
ro: Sunet
ru: Звук
sk: Zvuk
sl: Zvok
sv: Ljud
th: เสียง
tr: Ses
uk: Звук
vi: Âm thanh
zh_cn: 声音
zh_hk: 聲音
zh_tw: 聲音

# NOTIFICATIONS_INSTRUCTIONS_TINKER
source: Notifications appear when Apple Watch is unlocked and on your wrist.
ar: تظهر الإشعارات عندما تكون Apple Watch غير مقفلة وعلى معصمك.
ca: Rebràs notificacions quan l’Apple Watch estigui desbloquejat i el portis posat.
cs: Oznámení se objevují, když jsou Apple Watch odemknuté a máte je na ruce.
da: Notifikationer vises, når Apple Watch er låst op og placeret på dit håndled.
de: Mitteilungen werden angezeigt, wenn die Apple Watch entsperrt wird und sich an deinem Handgelenk befindet.
el: Οι γνωστοποιήσεις εμφανίζονται όταν το Apple Watch είναι ξεκλείδωτο και το φοράτε στον καρπό σας.
es: Las notificaciones se muestran cuando el Apple Watch está desbloqueado y lo llevas puesto.
es_us: Las notificaciones se muestran cuando llevas puesto el Apple Watch y está desbloqueado.
fi: Ilmoitukset näkyvät, kun Apple Watchin lukitus avataan ja se on ranteessasi.
fr: Les notifications s’affichent lorsque l’Apple Watch est déverrouillée et que vous la portez au poignet.
fr_ca: Les notifications s’affichent lorsque l’Apple Watch est déverrouillée et que vous la portez.
he: עדכונים מופיעים כאשר ה-Apple Watch אינו נעול ונמצא על פרק כף היד שלך.
hi: सूचनाएँ तब दिखाई देंगी जब Apple Watch अनलॉक हो और आपकी कलाई पर हो।
hr: Obavijesti se pojavljuju kada je Apple Watch otključan i na vašem zapešću.
hu: Az értesítések akkor jelennek meg, amikor az Apple Watch fel van oldva, és a csuklóján van.
id: Pemberitahuan muncul saat Apple Watch dibuka dan dikenakan di pergelangan tangan Anda.
it: Le notifiche vengono visualizzate quando Apple Watch è sbloccato e lo indossi.
ja: 通知は、Apple Watchがロック解除されていて、腕に装着されているときに表示されます。
ko: Apple Watch를 손목에 착용한 상태로 잠금 해제되어 있는 경우 알림이 나타납니다.
ms: Pemberitahuan kelihatan apabila Apple Watch dibuka kunci dan dipakai pada pergelangan tangan anda.
nl: Meldingen worden weergegeven wanneer de Apple Watch is ontgrendeld en je deze draagt.
no: Varslinger vises når Apple Watch er låst opp og sitter på håndleddet.
pl: Powiadomienia będą pojawiać się na Apple Watch, gdy jest odblokowany i masz go na nadgarstku.
pt_br: A notificações aparecem quando o Apple Watch estiver desbloqueado e no seu braço.
pt_pt: As notificações aparecem quando o Apple Watch está desbloqueado e no pulso.
ro: Notificările apar atunci când Apple Watch‑ul este deblocat și se află la încheietura dvs.
ru: Уведомления появляются, когда часы Apple Watch разблокированы и находятся у Вас на запястье.
sk: Hlásenia sa zobrazia, keď sú Apple Watch odomknuté a nasadené na ruke.
sl: Obvestila se prikažejo, ko je ura Apple Watch odklenjena in nameščena na vašem zapestju.
sv: Notiser visas när Apple Watch är olåst och på handleden.
th: การแจ้งเตือนจะแสดงเมื่อ Apple Watch ถูกปลดล็อคและสวมใส่อยู่บนข้อมือของคุณ
tr: Bildirimler, Apple Watch bileğinizde takılıyken ve kilidi açıkken görünür.
uk: Сповіщення надходять, коли Apple Watch на руці та відімкнений.
vi: Thông báo xuất hiện khi Apple Watch được mở khóa và được đeo trên cổ tay của bạn.
zh_cn: 通知会在Apple Watch已解锁且佩戴在腕上时显示。
zh_hk: Apple Watch已解鎖並配戴在手腕上時，會顯示通知。
zh_tw: 通知會在Apple Watch已解鎖並戴在手腕上時顯示。

# NOTIFICATION_PRIVACY_DESCRIPTION_DOUBLE_TAP
source: Apple Watch can hide the full details of a notification behind a summary until you tap the screen or double tap your fingers.
ar: يمكن أن تُخفي Apple Watch التفاصيل الكاملة للإشعار خلف ملخص إلى أن تضغط على الشاشة أو تضغط مرتين بإصبعيك.
ca: L’Apple Watch pot ocultar els detalls d’una notificació darrere d’un resum fins que toquis la pantalla o facis un doble toc de dits.
cs: Apple Watch můžou v oznámeních skrývat podrobné informace a zobrazovat jen souhrn, dokud neklepnete na displej nebo dvakrát nesepnete prsty.
da: Apple Watch kan skjule alle oplysninger om en notifikation bag et resume, indtil du trykker på skærmen eller bruger dobbelttryk.
de: Die Apple Watch kann statt einer vollständigen Mitteilung nur eine Zusammenfassung anzeigen, bis du auf den Bildschirm tippst oder einen Doppeltipp ausführst.
el: Το Apple Watch μπορεί να αποκρύπτει τις πλήρεις λεπτομέρειες μιας γνωστοποίησης πίσω από μια σύνοψη μέχρι να αγγίξετε την οθόνη ή να αγγίξετε δύο φορές τα δάχτυλά σας.
es: El Apple Watch puede ocultar todos los detalles de una notificación y mostrar solo un resumen hasta que toques la pantalla o hagas el gesto del doble toque con los dedos.
es_us: El Apple Watch puede mostrar un resumen en lugar de los detalles completos de una notificación hasta que toques la pantalla o hagas doble toque con los dedos.
fi: Apple Watch voi kätkeä ilmoituksen täydet tiedot yhteenvedon taakse, kunnes napautat näyttöä tai kaksoisnapautat sormiasi.
fr: L’Apple Watch peut masquer les détails d’une notification derrière un résumé jusqu’à ce que vous touchiez l’écran ou effectuiez le geste « Toucher deux fois ».
fr_ca: L’Apple Watch peut afficher le résumé d’une notification à la place de la notification complète jusqu’à ce que vous touchiez l’écran ou effectuiez un double toucher.
he: ה‑Apple Watch יכול להסתיר את פרטי העדכון המלאים מאחורי תקציר עד להקשה על המסך או הצמדה כפולה של קצות האצבעות שלך.
hi: जब तक आप स्क्रीन पर टैप नहीं करते या अपनी उँगलियों से डबल टैप नहीं करते हैं, तब तक Apple Watch एक सारांश दिखा कर सूचना के पूरे विवरण को छिपा सकती है।
hr: Apple Watch može sakriti sve detalje obavijesti iza sažetka, sve dok ne dodirnete zaslon ili dvaput dodirnete prstima.
hu: Az Apple Watch képes elrejteni az értesítések teljes részletezését egy összegzés mögött, amíg rá nem koppint a képernyőre, vagy duplán össze nem koppintja az ujjait.
id: Apple Watch dapat menyembunyikan detail lengkap pemberitahuan di balik ringkasan hingga Anda mengetuk layar atau mengetukkan jari Anda dua kali.
it: Apple Watch può nascondere i dettagli completi di una notifica dietro un riepilogo finché non tocchi lo schermo o esegui un doppio tap.
ja: Apple Watchで画面をタップするか指をダブルタップするまで、通知の詳細は概要の背後に置かれて表示されないようにすることができます。
ko: Apple Watch는 사용자가 화면을 탭하거나 손가락을 더블 탭할 때까지 알림의 전체 세부사항을 요약 뒤로 가릴 수 있습니다.
ms: Apple Watch boleh menyembunyikan butiran penuh pemberitahuan di sebalik ringkasan sehingga anda mengetik skrin atau mengetik jari anda dua kali.
nl: De Apple Watch kan de volledige details van een melding verbergen en in plaats daarvan een overzicht tonen, totdat je op het scherm tikt of twee vingers samenbrengt.
no: Apple Watch kan skjule detaljene bak en oppsummering til du trykker på skjermen eller dobbelttrykker med fingrene.
pl: Apple Watch może ukrywać szczegóły powiadomień za podsumowaniami i wyświetlać je dopiero po stuknięciu w ekran lub dwukrotnym stuknięciu palcem w kciuk.
pt_br: O Apple Watch pode ocultar todos os detalhes de uma notificação atrás de um resumo até que você toque na tela ou faça um toque duplo com os dedos.
pt_pt: O Apple Watch pode ocultar os detalhes de uma notificação e mostrar apenas um resumo até que toque no ecrã ou faça um duplo toque com os dedos.
ro: Apple Watch‑ul poate ascunde detaliile complete ale unei notificări în spatele unui rezumat, până când apăsați pe ecran sau realizați un gest de atingere dublă cu două degete.
ru: Часы Apple Watch могут показывать краткий обзор вместо полного текста уведомлений, пока Вы не коснетесь экрана или дважды не сомкнете пальцы.
sk: Apple Watch môžu skrývať podrobnosti v hláseniach a zobrazovať len súhrn, až kým neklepnete na obrazovku alebo dvakrát nespojíte prsty.
sl: V uri Apple Watch so lahko vse podrobnosti obvestila skrite za povzetkom, dokler ne tapnete zaslona ali dvakrat tapnete s kazalcem ob palec.
sv: Apple Watch kan gömma detaljerna i en notis bakom en sammanfattning tills du trycker på skärmen eller dubbeltrycker med fingrarna.
th: Apple Watch สามารถซ่อนรายละเอียดของการแจ้งเตือนทั้งหมดไว้ในสรุปได้จนกว่าคุณจะแตะที่หน้าจอหรือแตะนิ้วของคุณเข้าหากันสองครั้ง
tr: Apple Watch, bir bildirimin tüm ayrıntılarını siz ekrana dokununcaya ya da parmaklarınızı birbirine iki kez dokunduruncaya dek bir özetin arkasına gizleyebilir.
uk: На Apple Watch зʼявлятиметься тільки підсумок сповіщення. Щоб переглянути сповіщення повністю, торкніть його або двічі стисніть пальці.
vi: Apple Watch có thể ẩn chi tiết đầy đủ của thông báo phía sau một bản tóm tắt cho đến khi bạn chạm vào màn hình hoặc chạm hai lần bằng các ngón tay.
zh_cn: Apple Watch可以隐藏完整通知，仅显示摘要，直至你轻点屏幕或双指互点两下。
zh_hk: Apple Watch可以將通知的完整詳細資料隱藏在摘要之後，直至你點一下螢幕或用手指互點兩下。
zh_tw: Apple Watch可以只顯示摘要，不顯示通知的完整詳細資訊，直到你點一下螢幕或雙指互點兩下為止。

# NOTIFICATION_SHOW_SHORTLOOK_DESCRIPTION
source: Apple Watch can show a notification summary, or short look, when it’s locked. This typically has the app icon, name, and a brief headline.
ar: يمكن أن تعرض Apple Watch ملخصًا للإشعار - أو نظرة مختصرة - عندما تكون مقفلة. يتضمن هذا الملخص عادةً أيقونة التطبيق والاسم وعنوانًا مختصرًا.
ca: Quan està bloquejat, l’Apple Watch pot mostrar un resum de notificacions o una llambregada, que normalment inclouen la icona de l’app, el nom i una capçalera breu.
cs: Když jsou Apple Watch zamknuté, můžou vám zobrazovat souhrny oznámení, které přečtete letmým pohledem. Obvykle je na nich ikona aplikace, její jméno a stručný titulek.
da: Apple Watch kan vise et resume af notifikationen eller en hurtig oversigt, når det er låst. Det betyder normalt, at app­symbol, app­navn og en kort overskrift vises.
de: Die Apple Watch kann eine Zusammenfassung der Mitteilung oder eine Kurzanzeige einblenden, wenn sie gesperrt ist. Diese enthält normalerweise das App-Symbol, den Namen und eine kurze Überschrift.
el: Το Apple Watch μπορεί να εμφανίζει μια σύνοψη γνωστοποίησης, ή αλλιώς επισκόπηση, όταν είναι κλειδωμένο. Αυτή η σύνοψη περιλαμβάνει συνήθως το εικονίδιο και το όνομα της εφαρμογής, καθώς και έναν σύντομο τίτλο.
es: Cuando el Apple Watch está bloqueado, puede mostrar un resumen o un vistazo rápido de la notificación que suele incluir el icono de la app, el nombre y un breve título.
es_us: El Apple Watch puede mostrar un resumen de notificaciones, o una breve visualización, cuando está bloqueado. Esto suele incluir el ícono, el nombre de la app y un breve título.
fi: Apple Watch voi näyttää ilmoituksen yhteenvedon (tai lyhyen katsauksen), kun se on lukittuna. Se sisältää tyypillisesti appikuvakkeen, nimen ja lyhyen otsikon.
fr: L’Apple Watch peut afficher un résumé ou aperçu des notifications en mode verrouillé. Celui-ci contient généralement l’icône de l’app, son nom et un bref message.
fr_ca: L’Apple Watch peut afficher le résumé d’une notification lorsqu’elle est verrouillée. Le résumé contient généralement l’icône et le nom de l’app ainsi qu’un titre succinct.
he: ה‑Apple Watch יכול להציג תקצירי עדכונים, מעין מבט מהיר שכזה, כאשר הוא נעול. תקציר כולל לרוב את אייקון היישום, שם וכותרת קצרה.
hi: लॉक होने पर Apple Watch सूचना सारांश या एक संक्षिप्त दृश्य दिखा सकती है। सामान्यतया इसमें ऐप आइकॉन, नाम और संक्षिप्त शीर्षक होता है।
hr: Apple Watch može prikazati sažetak obavijesti, ili kratki pregled, kad je zaključan. Sažetak obično sadrži ikonu aplikacije, naziv i kratki naslov.
hu: Az Apple Watch képes megjeleníteni egy összegzést – vagy gyorsnézetet – az értesítésekről, amikor az eszköz zárolva van. Ez általában tartalmazza az app ikonját és nevét, illetve egy rövid címsort.
id: Apple Watch dapat menampilkan ringkasan pemberitahuan, atau tampilan sekilas, saat terkunci. Ini biasanya memiliki ikon app, nama, dan judul ringkas.
it: Apple Watch può mostrare il riepilogo o l’anteprima di una notifica quando è bloccato. In genere, include l’icona, il nome dell’app e un breve titolo.
ja: ロック中に、Apple Watchで通知の概要（またはショートルック）を表示させることができます。この概要には通常、アプリのアイコン、名前、および簡単な見出しが表示されます。
ko: Apple Watch는 잠겨 있을 때 알림 요약 또는 잠깐 보기를 표시할 수 있습니다. 일반적으로 앱 아이콘, 이름 및 간략한 헤드라인이 표시됩니다.
ms: Apple Watch boleh menunjukkan ringkasan pemberitahuan atau sekilas pandang, apabila dikunci. Ini lazimnya mempunyai ikon app, nama dan tajuk ringkas.
nl: De Apple Watch kan bij vergrendeling een meldingen­overzicht (of korte weer­gave) tonen. Die bevat meestal het app­symbool, de naam en een korte head­line.
no: Apple Watch kan vise en varslingsoppsummering, eller kort visning, når klokken er låst. Den inneholder vanligvis appsymbolet, navnet og en kort overskrift.
pl: Apple Watch może wyświetlać podsumowania (skróty) powiadomień, gdy jest zablokowany. Zwykle są to ikony aplikacji i ich nazwy oraz krótkie nagłówki.
pt_br: O Apple Watch pode mostrar um resumo da notificação, ou visualização rápida, quando estiver bloqueado. Isso normalmente apresenta o ícone e nome do app, além de um título curto.
pt_pt: O Apple Watch pode mostrar uma versão abreviada das notificações quando está bloqueado. Inclui, normalmente, o ícone e nome da aplicação e um título breve.
ro: Apple Watch‑ul poate afișa un rezumat sau o prescurtare a unei notificări atunci când este blocat. De obicei, va include pictograma, numele aplicației și un scurt titlu.
ru: Заблокированные часы Apple Watch могут показывать краткий обзор уведомления. Обзор обычно содержит значок и название приложения, а также короткий заголовок.
sk: Zamknuté Apple Watch môžu zobrazovať zhrnutia hlásení, ktoré prečítate letmým pohľadom. Spravidla obsahujú ikonu apky, názov a stručný titulok.
sl: Ko je ura Apple Watch zaklenjena, lahko prikazuje povzetek oziroma kratek pregled obvestila, ki običajno vsebuje ikono aplikacije, ime in kratek naslov.
sv: Apple Watch kan visa en notissammanfattning, eller en snabbvisning, när den är låst. Denna innehåller vanligtvis appsymbolen, namnet och en kort rubrik.
th: Apple Watch สามารถแสดงสรุปการแจ้งเตือนหรือการดูอย่างรวดเร็วในระหว่างที่ล็อคอยู่ได้ โดยปกติแล้วจะมีไอคอนแอป ชื่อแอป และสรุปคร่าวๆ
tr: Apple Watch, kilitliyken bir bildirim özeti veya kısa bir görüntü gösterebilir. Bu özette genellikle uygulama simgesi, adı ve kısa bir başlık olur.
uk: На замкненому Apple Watch сповіщення можуть відображатися скорочено — тільки іконка програми, назва й короткий заголовок.
vi: Apple Watch có thể hiển thị một bản tóm tắt thông báo hoặc bản xem nhanh khi được khóa. Phần này thường có biểu tượng ứng dụng, tên và một tiêu đề ngắn gọn.
zh_cn: Apple Watch可在锁定时显示通知摘要或短通知。通常包含App图标、名称和简要标题。
zh_hk: Apple Watch可以在鎖定時顯示通知摘要或短式通知。這通常會包括App圖像、名稱和簡短標題。
zh_tw: Apple Watch可在鎖定時顯示通知摘要或短式通知。這通常包含App圖像、名稱和簡短標題。
